# St7EnableResultGroup

Enables the specified group results for the analysis. Only element results corresponding to enabled groups are
written to the result file.

long St7EnableResultGroup(long uID, long GroupID)

Input Parameters

uID

Strand7 model file ID.

GroupID

Group ID number to enable.